
ptLG = `[{"id" : "backLG", "text" : "Voltar"}, 

    {"id": "titleprojectLG", "text":"EVE - Mobilidade Aérea"}, 
    {"id": "topicadviceLG", "text":"Aviso"}, 
    {"id": "descriptionadviceLG", "text":"Por ser uma plataforma que ainda não foi finalizada, e por se tratar de segurança pública, muitos detalhes do projeto foram omitidos para respeitar os termos de confidencialidade."}, 
    {"id": "topicchallengeLG", "text":"Desafios"}, 
    {"id": "descriptionchallengeLG", "text":"Estruturar e prototipar um modelo de sistema aéreo que contemple uma solução de gerenciamento de aeronaves elétricas para as grandes e médias cidades, respeitando todas as regras e capacidades que já existem no espaço aéreo atualmente."}, 
    {"id": "picture1LG", "text":"Para iniciar foi necessário analisar e entender 185 requisitos do sistema que levaram à necessidade de criar um fluxograma geral do aplicativo, o objetivo foi organizar e mapear todas as funcionalidades que atendesse às necessidades do projeto."}, 
    {"id": "topicteamLG", "text":"O Time"}, 
    {"id": "descriptionteamLG", "text":"Contou com o apoio de profissionais multidiciplinares de UX e UI designers, product owner, engenheiros, pilotos e controladores."}, 
    {"id": "topicmyroleLG", "text":"Meu Papel"}, 
    {"id": "descriptionmyroleLG", "text":"Liderar a prototipação de todo o Design System do sistema, trazendo consistência, padronização e otimização em todos os componentes, para que a plataforma transmita a mesma identidade em toda ela. Também fiz o auxílio de soluções para todo o time de designers que também trabalharam nos protótipos da plataforma."}, 
    {"id": "topicinterfaceLG", "text":"Interface"}, 
    {"id": "descriptioninterfaceLG", "text":"A plataforma foi prototipada para desktop, para ser utilizada nos centros de controle aéreo."}, 
    {"id": "topictechnologiesLG", "text":"Tecnologias"}, 
    {"id": "topicconclusionLG", "text":"Conclusão"}, 
    {"id": "descriptionconclusionLG", "text":"Por ser uma tecnologia inovadora e recente, existiram diversos desafios, mas também oportunidades de propor as melhores soluções que se adequassem ao nível da tecnologia oferecida ao usuário."}

    ]`;

enLG = `[{"id" : "backLG", "text" : "Back"}, 
    
    {"id": "titleprojectLG", "text":"EVE - Air Mobility"}, 
    {"id": "topicadviceLG", "text":"Advise"}, 
    {"id": "descriptionadviceLG", "text":"Because it is a platform that has not yet been finalized, and because it is about public safety, many details of the project were omitted to respect the terms of confidentiality."}, 
    {"id": "topicchallengeLG", "text":"Challenges"}, 
    {"id": "descriptionchallengeLG", "text":"Structuring and prototyping an air system model that includes an electric aircraft management solution for large and medium-sized cities, respecting all the rules and capabilities that already exist in airspace today."}, 
    {"id": "picture1LG", "text":"To start was necessary analyze and understand 185 system requirements to create a general application flowchart, the goal was to organize and map all the functionalities to attend all the project needs."}, 
    {"id": "topicteamLG", "text":"The Team"}, 
    {"id": "descriptionteamLG", "text":"It had the support of multidisciplinary UX and UI designers, product owners, engineers, pilots and controllers."}, 
    {"id": "topicmyroleLG", "text":"My Role"}, 
    {"id": "descriptionmyroleLG", "text":"Lead the prototyping of the entire Design System of the system, bringing consistency, standardization and optimization to all components, so that the platform transmits the same identity throughout it. I also helped with solutions for the entire team of designers who also worked on the platform's prototypes."}, 
    {"id": "topicinterfaceLG", "text":"Interface"}, 
    {"id": "descriptioninterfaceLG", "text":"The platform was prototyped for desktop, to be used in air control centers."}, 
    {"id": "topictechnologiesLG", "text":"Technologies"}, 
    {"id": "topicconclusionLG", "text":"Conclusion"}, 
    {"id": "descriptionconclusionLG", "text":"As it is an innovative and recent technology, there were several challenges, but also opportunities to propose the best solutions that suited the level of technology offered to the user."}
    
    ]`;

// , {"id": "", "text":""}
