
ptLG = `[{"id" : "backLG", "text" : "Voltar"}, 

    {"id": "titleprojectLG", "text":"EVE - Mobilidade Aérea"}, 
    {"id": "topicchallengeLG", "text":"Desafios"}, 
    {"id": "descriptionchallengeLG", "text":"Estruturar e prototipar um modelo de sistema aéreo que contemple uma solução de gerenciamento de aeronaves elétricas para as grandes e médias cidades, respeitando todas as regras e capacidades que já existem no espaço aéreo atualmente."}, 
    {"id": "picture1LG", "text":"Para iniciar foi necessário analisar e entender 185 requisitos do sistema que levaram à necessidade de criar um fluxograma geral do aplicativo, o objetivo foi organizar e mapear todas as funcionalidades que atendesse às necessidades do projeto."}, 
    {"id": "topicteamLG", "text":"O Time"}, 
    {"id": "descriptionteamLG", "text":"Contou com o apoio de profissionais multidiciplinares de UX e UI designers, product owner, engenheiros, pilotos e controladores."}, 
    {"id": "topicmyroleLG", "text":"Meu Papel"}, 
    {"id": "descriptionmyroleLG", "text":"Liderar a prototipação de todo o Design System do sistema, trazendo consistência, padronização e otimização em todos os componentes, para que a plataforma transmita a mesma identidade em toda ela. Também fiz o auxílio de soluções para todo o time de designers que também trabalharam nos protótipos da plataforma."}, 
    {"id": "topicinterfaceLG", "text":"Interface"}, 
    {"id": "descriptioninterfaceLG", "text":"A plataforma foi prototipada para desktop, para ser utilizada nos centros de controle aéreo."}, 
    {"id": "topictechnologiesLG", "text":"Tecnologias"}, 
    {"id": "topicconclusionLG", "text":"Conclusão"}, 
    {"id": "descriptionconclusionLG", "text":"Por ser uma tecnologia inovadora e recente, existiram diversos desafios, mas também oportunidades de propor as melhores soluções que se adequassem ao nível da tecnologia oferecida ao usuário."}

    ]`;

enLG = `[{"id" : "backLG", "text" : "Back"}, 
    
    {"id": "titleprojectLG", "text":"FPL BR - EFB<br> (Electronic Flight Bag)"}, 
    {"id": "topicchallengeLG", "text":"Challenges"}, 
    {"id": "descriptionchallengeLG", "text":"Combining important informations to aeronautic pilots, like: weather forecast; aeronautical official documents (aeronautical charts) up to date; flight planning map integrated with flight plan; and flight plans management."}, 
    {"id": "picture1LG", "text":"To start was necessary analyze and understand 185 system requirements to create a general application flowchart, the goal was to organize and map all the functionalities to attend all the project needs."}, 
    {"id": "topicteamLG", "text":"The Team"}, 
    {"id": "descriptionteamLG", "text":"Had the support of multidisciplinary professionals as UX and UI designers, product owner, requirements analysts, engineers and pilots."}, 
    {"id": "picture2LG", "text":"Interview with pilots"}, 
    {"id": "picture3LG", "text":"Visit at Campo de Marte Airport"}, 
    {"id": "picture4LG", "text":"China pilot"}, 
    {"id": "topicinterfaceLG", "text":"Interface"}, 
    {"id": "descriptioninterfaceLG", "text":"The application was prototyped to smartphone and tablet devices (Andoid and iOS), was adapted to low light environments, like inside airplane cabins with dark mode. To validate the screens, usability tests were performed with users interacting high fidelity navigable prototypes."}, 
    {"id": "picture5LG", "text":"The application was prototyped to smartphoone and tablet devices, and idealized to Apple Watch."}, 
    {"id": "picture6LG", "text":"Sitemap"}, 
    {"id": "picture7LG", "text":"Colors designed for bright high light environments."}, 
    {"id": "picture8LG", "text":"Colors optimized for dark and low light environments, ideal for airplane cabins at night."}, 
    {"id": "picture9LG", "text":"Aeronautical information session."}, 
    {"id": "topictechnologiesLG", "text":"Technologies"}, 
    {"id": "topicconclusionLG", "text":"Conclusion"}, 
    {"id": "descriptionconclusionLG", "text":"Many challenges appeared during the project due to the tight deadline, but the time spent to organize all requirements was crucial to the accuracy of the project. It was possible to provide the importance of following the right process of a prototype organization flow, like creating a stlye guide, componentizing color palette, fonts and elements, just this way was possible to saving time during the project. Making efficient interactive flows prototypes, the validations with PO and developers were quick and effective, providing a success in the final delivery, a satisfied customer and a design project delivered on time."}
    
    ]`;

// , {"id": "", "text":""}
